Revit 2024 API
AssetPropertyDoubleArray2d.Value Property
Get the value of the property
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public DoubleArray Value { get; }
Visual Basic
Public ReadOnly Property Value As DoubleArray
	Get
Visual C++
public:
property DoubleArray^ Value {
	DoubleArray^ get ();
}
See Also
AssetPropertyDoubleArray2d Class
Autodesk.Revit.DB.Visual Namespace